Repository: nkvoronov/script.openelec.devupdate
Catalog: resources/language/*/strings.po
Languages: russian

# #32001
source: Confirm upgrade
russian: Подтвердить обновление

# #32002
source: Upgrade
russian: Обновить

# #32003
source: {} to {} ?
russian: {} до {} ?

# #32004
source: Confirm downgrade
russian: Подтвердить понижение

# #32005
source: Downgrade
russian: Понижение

# #32006
source: Confirm install
russian: Подтвердить установку

# #32007
source: Build {} is already installed.
russian: Сборка {} уже установлена.

# #32008
source: Continue?
russian: Продолжить?

# #32009
source: Directory Error
russian: Ошибка папки

# #32010
source: {} is not accessible.
russian: {} не доступен.

# #32011
source: Check the archive directory in the addon settings.
russian: Проверьте папку архива в настройках дополнения.

# #32012
source: Unable to create {}.
russian: Невозможно создать {}.

# #32013
source: Check the archive directory permissions.
russian: Проверьте права доступа к папке архива.

# #32014
source: Downloading
russian: Загрузка

# #32015
source: Decompressing
russian: Распаковка

# #32016
source: Retrieving tar file from archive
russian: Извлечение tar файл из архива

# #32017
source: Copying to archive
russian: Копирование в архив

# #32018
source: Verifying
russian: Проверка

# #32019
source: {} md5 mismatch
russian: {} md5 несовпадает

# #32020
source: The {} image is corrupt.
russian: {} образ поврежден.

# #32021
source: The update file will be removed.
russian: Файл обновления будет удален.

# #32022
source: Confirm reboot
russian: Подтвердить перезагрузку

# #32024
source: Reboot now to install build {}?
russian: Перезагрузить сейчас, чтобы установить сборку {}

# #32025
source: Build {} is ready to install.
russian: Сборка {} готова к установке.

# #32026
source: Build {} will install on the next reboot
russian: Сборка {} будет установлена при следующей перезагрузке

# #32027
source: A more recent build is available: {}
russian: Более свежая сборка доступна: {}

# #32028
source: Current build: {}
russian: Текущая сборка: {}

# #32029
source: Show builds available to install?
russian: Показать сборки доступны для установки?

# #32030
source: Build {} is available
russian: Сборка {} доступна

# #32031
source: Install History
russian: История установок

# #32032
source: Install history not available
russian: История установок не доступна

# #32034
source: Update cancelled
russian: Отменить обновление

# #32035
source: Build {}
russian: Сборка {}

# #32036
source: Open settings
russian: Открыть настройки

# #32037
source: Show install history
russian: Показать историю установок

# #32038
source: Cancel pending installation
russian: Отменить отложенную установку

# #32039
source: No builds were found for {}.
russian: Сборки не найдены для {}.

# #32040
source: Ready to reboot to re-enable overclocking.
russian: Готов перезагрузить и повторно включить разгон.

# #32041
source: Connection Error
russian: Ошибка подключения

# #32042
source: Please check you have a connection to the internet.
russian: Пожалуйста, проверьте есть ли у Вас подключение к Интернету.

# #32043
source: URL not found.
russian: URL не найден.

# #32044
source: URL Error
russian: URL ошибка

# #32045
source: Please check the URL.
russian: Пожалуйста, проверьте URL.

# #32046
source: Please check the log file.
russian: Пожалуйста, проверьте лог файл.

# #32047
source: Write Error
russian: Ошибка записи

# #32048
source: Check the directory.
russian: Проверьте папку.

# #32049
source: Decompression Error
russian: Ошибка распаковки

# #32050
source: An error occurred during decompression:
russian: Произошла ошибка во время распаковки:

# #32052
source: An installation is pending for {}.
russian: Установка {} находится в ожидании.

# #32053
source: An installation is pending.
russian: Установка находится в ожидании.

# #32054
source: Rebooting
russian: Перегрузка

# #32055
source: Reboot now to install the update?
russian: Перезагрузить сейчас, чтобы установить обновление?

# #32056
source: Please reboot
russian: Пожалуйста перезагрузите

# #32057
source: Rebooting in {} seconds...
russian: Перегрузка через {} секунд...

# #32058
source: Rebooting in 1 second...
russian: Перегрузка через 1 секунду...

# #32059
source: Rebooting...
russian: Перегрузка...

# #32060
source: ERROR: {}
russian: ОШИБКА: {}

# #32061
source: Backup
russian: Резервное копирование

# #32062
source: Run Backup now?
russian: Выполнить резервное копирование?

# #32063
source: This is recommended
russian: Это рекомендуется

# #32064
source: Build {} was installed successfully
russian: Сборка {} была успешно установлена

# #32065
source: Build {} was not installed
russian: Сборка {} не была установлена

# #32066
source: Invalid custom source URL
russian: Недопустимый URL источника

# #32101
source: General
russian: Общие

# #32102
source: Selected source name
russian: Выбранное название источника

# #32103
source: Show progress in background
russian: Показать прогресс в фоне

# #32104
source: Archive tar files (for quicker re-installs)
russian: Архив tar файлов (для более быстрой переустанавки)

# #32105
source: Archive directory
russian: Папка архива

# #32106
source: Verify update files
russian: Проверка файлов обновления

# #32107
source: Never
russian: Никогда

# #32108
source: Prompt every time
russian: Запрашивать каждый раз

# #32109
source: Always
russian: Всегда

# #32110
source: Notifications
russian: Уведомления

# #32111
source: Enable notifications
russian: Разрешить уведомления

# #32112
source: Check only on boot
russian: Проверять только при загрузке

# #32113
source: Check interval in hours (requires restart)
russian: Интервал проверки в часах (требуется перезапуск)

# #32114
source: Show dialog
russian: Паказать диалог

# #32115
source: When not playing video
russian: Когда не воспроизводится видео

# #32116
source: Enable for official releases
russian: Разрешить для официальных релизов

# #32117
source: Enable reboot confirmation dialog
russian: Разрешить диалог подтверждения перезагрузки

# #32118
source: Reboot countdown (seconds)
russian: Перегрузка отсчет времени (в секундах)

# #32119
source: Custom Sources
russian: Пользов. источники

# #32121
source: Enable
russian: Разрешить

# #32122
source: Build type
russian: Тип сборки

# #32123
source: Development
russian: Разработка

# #32124
source: Release
russian: Релиз

# #32125
source: Name
russian: Название

# #32127
source: Subdirectory
russian: Подпапка

# #32128
source: Other
russian: Другое

# #32129
source: Enable subdirectory
russian: Разрешить подпапку

# #32130
source: Other subdirectory
russian: Другие подпапки

# #32131
source: Advanced
russian: Расширенный

# #32132
source: Override installed build type
russian: Переопределить установленный тип сборки

# #32133
source: Build type to install
russian: Тип сборки для установки

# #32134
source: Disable overclocking during update
russian: Отключить разгон во время обновления

# #32135
source: Also update extlinux
russian: Также обновить extlinux

# #32136
source: Set HTTP timeout
russian: Установить тайм-аут HTTP

# #32137
source: Timeout (seconds)
russian: Тайм-аут (в секундах)

# #32138
source: Enable debug logging
russian: Разрешить отладку

# #32139
source: Set custom build date format
russian: Установить пользовательский формат даты для сборки

# #32140
source: Date format
russian: Формат даты

# #32141
source: Select to show the list of available builds
russian: Выберите, чтобы отобразить список доступных сборок

# #32142
source: Custom Source 1
russian: Пользовательский источник 1

# #32143
source: Custom Source 2
russian: Пользовательский источник 2

# #32144
source: Custom Source 3
russian: Пользовательский источник 3
